var college_datas = {
    '1': '工商管理学',
    '2': '法学院',
    '3': '会计学院',
    '4': '经济学院',
    '5': '信息学院',
    '6': '金融学院',
    '7': '外国语学院'
}

var subject_datas = {
    '1': {
        '11': '物流管理',
        '12': '工商管理',
        '13': '市场营销'
    },
    '2': {
        '14': '法学',
        '15': '法学(中外联合培养项目班)'
    },
    '3': {
        '16': '会计学',
        '17': '财务管理',
        '18': '审计学'
    },
    '4': {
        '19': '经济统计学',
        '20': '国际商务',
        '21': '经济学',
        '22': '数字经济'
    },
    '5': {
        '23': '计算机科学与技术',
        '24': '软件工程',
        '25': '人工智能',
        '26': '电子商务'
    },
    '6': {
        '27': '金融学',
        '28': '保险学',
        '29': '投资学'
    },
    '7': {
        '30': '日语',
        '31': '英语',
        '32': '翻译',
        '33': '葡萄牙语'
    }
}